exports.menu = (id, BotName, corohelp, tampilTanggal, tampilWaktu, instagramlu, whatsapplu, kapanbotaktif, grupch1, grupch2, grupch3) => {
	return `
	
❉──────────❉
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
❉──────────❉

         ───
📆 *${tampilTanggal}*
⏱️ *${tampilWaktu}*
         ───

╔════════════════════
║ *FITUR BOT ${BotName}*
╠════════════════════
║╭──❉ *STICKER MAKER* ❉──
║│1. *!sticker*
║╰───────────
╠════════════════════
║╭──❉ *DOWNLOADER* ❉──
║│1. *!ytmp3* [linkyoutube]
║│2. *!ytmp4* [linkyoutube]
║│3. *!tiktok* [linktiktok]
║│4. *!ig* [linkIg] *_\\Error\\_*
║│5. *!fb* [linkFb] *_\\Error\\_*
║│6. *!twt* [linkTweet]
║╰───────────
╠════════════════════
║╭──❉ *EDUCATION* ❉──
║│1. *!wiki* [query] Wikipedia.
║│2. *!nulis* [teks]
║│3. *!quran*
║│4. *!pantun*
║│5. *!nama* [nama anda]
║│6. *!pasangan* [Sendok & Garpu]
║│7. *!lirik* [nama lagu]
║│8. *!chord* [nama lagu]
║│9. *#img2teks*
║╰───────────
╠════════════════════
║╭──❉ *INFORMATION* ❉──
║│1. *!sholat* [daerah]
║│2. *!covid*
║│3. *!infogempa*
║╰───────────
╠════════════════════
║╭──❉ *CONTACT* ❉──
║│1. *!owner*
║│2. *!grupwa*
║╰───────────
╠════════════════════
║╭──❉ *IMPORTANT* ❉──
║│1. *#info*
║╰───────────
╠════════════════════
║╭──❉ *OTHERS* ❉──
║│1. *#donasi*
║│2. *!tts* [teks]
║│3. *!quotes*
║│4. *!foto cewek*
║│5. *!foto cowok*
║│6. *.!pokemon*
║│7. *!loli*
║│8. *!hentai* *_//Error//_*
║│9. *!fotoanime*
║│10. *!namaninja* *_//Error//_*
║│11. *!alay*  [teks] 
║│12. *!say*  [teks]
║│13. *!infoig* [@×××××]
║╰───────────
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│1. *Instagram [Follow]*
║│ *_${instagramlu}_*
║│2. *Creator ${BotName}*
║│ *_${whatsapplu}_*
║╰───────────
╠════════════════════
║ *MADE BY FEBB*
╚════════════════════`
}
